[DIALOGEX]
"..."="..."
"About LocalizeRC"="Über LocalizeRC"
"Copy Resource Header and ""RES"" Folder"="Kopiere Resource Header und ""RES"" Ordner"
"Create Output RC with INI"="Erzeuge Ausgabe-RC durch INI"
"Create/Actualize INI from Input RC"="Erzeuge/Aktualisiere INI mit Eingabe-RC"
"Filename"="Dateiname"
"Input RC"="Eingabe-RC"
"Language INI"="Sprach-INI"
"Language"="Sprache"
"LocalizeRC"="LocalizeRC"
"New items to the end of the section (no sorting)"="Neue Enträge ans Ende der Sektion (keine Sortierung)"
"New..."="Neu..."
"obsolete items in INI"="veraltete Einträge in INI"
"OK"="OK"
"Open INI for Edit"="Öffne INI für Bearbeitung"
"Open..."="Öffnen..."
"Options"="Optionen"
"Output RC"="Ausgabe-RC"
"Reverse Input and Output Language in INI"="Drehe Eingabe- und Ausgabesprache in INI um"
"Static"="Static"
"Workspace"="Arbeitsbereich"
[STRINGTABLE]
"&About LocalizeRC..."="&Über LocalizeRC..."
".ini"=".ini"
".lws"=".lws"
".rc"=".rc"
"ANSI"="ANSI"
"Application must be restarted to apply the changes!"="Das Programm muss neu gestartet werden, damit die Änderungen übernommen werden!"
"Could not copy file!"="Konnte Datei nicht kopieren!"
"Could not create folder!"="Konnte Ordner nicht erzeugen!"
"Could not open INI file."="Konnte INI-Datei nicht öffnen."
"Could not open workspace!"="Konnte Arbeitsbereich nicht öffnen!"
"INI Files(*.ini)|*.ini||"="INI Dateien(*.ini)|*.ini||"
"Input RC: \t%s\r\nLanguage INI:\t%s\r\nOutput RC:\t%s"="Eingabe-RC: \t%s\r\nSprach-INI:\t%s\r\nAusgabe-RC:\t%s"
"Localize RC\nVersion 1.7\n© 2003-2004\nby Konrad Windszus"="Localize RC\nVersion 1.7\n© 2003-2004\nby Konrad Windszus"
"LocalizeRC Workspace(*.lws)|*.lws||"="LocalizeRC Arbeitsbereich(*.lws)|*.lws||"
"Please define all workspace files (Input RC, Lanuage INI, Output RC) first!"="Bitte legen Sie alle Arbeitsbereich-Dateinamen (Input RC, Lanuage INI, Output RC) vorher fest!"
"Resource Scripts(*.rc)|*.rc||"="Resource Scripts(*.rc)|*.rc||"
"The file ""%s"" is in UNICODE format, but this version of LocalizeRC is only able to read ANSI format. Please convert it with an appropriate tool!"="Die Datei ""%s"" ist UNICODE-Format, aber diese Version von LocalizeRC kann nur Dateien im ANSI-Format lesen. Bitte konvertieren Sie die Datei mit einem geeigneten Tool!"
"The INI file contains sections, which are created with LocalizeRC before version 1.2. To make them compatible, remove all trailing and leading whitespaces from the section names (the ones within []) and try again!"="Die INI-Datei enthält Sektionen, die mit LocalizeRC vor Version 1.2 erzeugt wurden. Um die Datei kompatibel zu machen, entfernen Sie alle führenden und abschließenden Leerzeichen aus den Sektionsnamen (zwischen [ und ]) und probieren Sie es dann erneut!"
"UNICODE"="UNICODE"
"Unknown error %d!"="Unbekannter Fehler %d!"
[DLGINIT]
Delete;Mark (with #);=Lösche;Markiere (mit #);
[code_page]
1251=1251
1252=1252
